Repository: didriksg/Crisp
Catalog: Crisp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: , collapsed
zh_hans: ，已折叠
zh_hant: ，已摺疊

source: , expanded
zh_hans: ，已展开
zh_hant: ，已展開

source: , main display
zh_hans: ，主显示器
zh_hant: ，主要顯示器

source: , selected
zh_hans: ，已选中
zh_hant: ，已選取

source: %@, collapsed
zh_hans: %@，已折叠
zh_hant: %@，已摺疊

source: %@, disconnected
zh_hans: %@，已断开
zh_hant: %@，已中斷連線

source: %@, expanded
zh_hans: %@，已展开
zh_hant: %@，已展開

source: %@, off
zh_hans: %@，已关闭
zh_hant: %@，已關閉

source: %@, on
zh_hans: %@，已开启
zh_hant: %@，已開啟

source: Stays disconnected until you reconnect it here.
zh_hans: 将保持断开，直到你在这里重新连接。
zh_hant: 將保持中斷連線狀態，直到你在這裡重新連接。

source: Activate
zh_hans: 启用
zh_hant: 啟用

source: Active
zh_hans: 活动
zh_hant: 使用中

source: Adds finer in-between steps for how large everything looks
zh_hans: 增加更精细的中间缩放档位，用于微调界面大小
zh_hant: 增加更精細的中間縮放檔位，用於微調介面大小

source: Adds finer in-between steps for how large everything looks. Enabling asks for an administrator password and briefly flashes the screen
zh_hans: 增加更精细的中间缩放档位，用于微调界面大小。启用需要管理员密码，并会短暂闪烁屏幕
zh_hant: 增加更精細的中間縮放檔位，用於微調介面大小。啟用需要管理員密碼，並會短暫閃爍螢幕

source: Adjustments may affect HDR content!
zh_hans: 调整可能影响 HDR 内容！
zh_hant: 調整可能影響 HDR 內容！

source: All connected displays
zh_hans: 所有已连接的显示器
zh_hant: 所有已連線的顯示器

source: All Profiles
zh_hans: 全部配置文件
zh_hant: 全部描述檔

source: Are you sure you want to delete this virtual display configuration?
zh_hans: 确定要删除此虚拟显示器配置吗？
zh_hant: 確定要刪除此虛擬顯示器配置嗎？

source: Arrange Displays
zh_hans: 排列显示器
zh_hant: 排列顯示器

source: Arrangement
zh_hans: 排列
zh_hant: 排列方式

source: Auto
zh_hans: 自动
zh_hant: 自動

source: Auto Brightness
zh_hans: 自动亮度
zh_hant: 自動亮度

source: Automatically adjust brightness
zh_hans: 自动调节亮度
zh_hant: 自動調整亮度

source: Beta
zh_hans: 测试版
zh_hant: 測試版

source: blue
zh_hans: 蓝色
zh_hant: 藍色

source: Brightness
zh_hans: 亮度
zh_hant: 亮度

source: Brightness control mode: DDC hardware
zh_hans: 亮度控制模式：DDC 硬件
zh_hant: 亮度控制模式：DDC 硬體

source: Brightness control mode: Software emulation
zh_hans: 亮度控制模式：软件模拟
zh_hant: 亮度控制模式：軟體模擬

source: Brightness control mode: System
zh_hans: 亮度控制模式：系统
zh_hant: 亮度控制模式：系統

source: Brightness Down
zh_hans: 调低亮度
zh_hant: 降低亮度

source: Brightness Keys
zh_hans: 亮度键
zh_hant: 亮度鍵

source: Brightness keys need Accessibility access to redirect them to external displays. Grant it once and they start working, no restart.
zh_hans: 亮度键需要辅助功能权限才能重定向到外接显示器。授权一次即可使用，无需重启。
zh_hant: 亮度鍵需要輔助使用權限才能重新導向到外接顯示器。授權一次即可使用，無需重新開機。

source: Brightness Up
zh_hans: 调高亮度
zh_hant: 調高亮度

source: Built-in Display
zh_hans: 内建显示器
zh_hant: 內建顯示器

source: Absolute brightness ratio
zh_hans: 绝对亮度比率
zh_hant: 絕對亮度比率

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Captures
zh_hans: 包含项目
zh_hant: 包含項目

source: Check for Updates at Launch
zh_hans: 启动时检查更新
zh_hant: 啟動時檢查更新

source: Choose icon and color
zh_hans: 选择图标与颜色
zh_hant: 選擇圖像與顏色

source: Click anywhere on the screen to pick a color…
zh_hans: 在屏幕上任意位置点击以选取颜色…
zh_hant: 在螢幕上任意位置按一下以選取顏色…

source: Click to expand or collapse this section
zh_hans: 点击以展开或折叠此部分
zh_hant: 按一下以展開或摺疊此部分

source: Click to expand the control panel
zh_hans: 点击以展开控制面板
zh_hant: 按一下以展開控制面板

source: Click to open the release page
zh_hans: 点击打开发布页面
zh_hant: 按一下以打開發布頁面

source: Color
zh_hans: 颜色
zh_hant: 顏色

source: Color History
zh_hans: 颜色历史
zh_hant: 顏色歷史

source: Color Profile
zh_hans: 颜色配置文件
zh_hant: 色彩描述

source: Color Temp
zh_hans: 色温
zh_hant: 色溫

source: Combined
zh_hans: 合并亮度
zh_hant: 合併亮度

source: Combined brightness
zh_hans: 合并亮度
zh_hant: 合併亮度

source: Confirm Deletion
zh_hans: 确认删除
zh_hant: 確認刪除

source: Contrast
zh_hans: 对比度
zh_hant: 對比

source: Copy Display Name
zh_hans: 复制显示器名称
zh_hant: 拷貝顯示器名稱

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create at launch
zh_hans: 启动时创建
zh_hant: 啟動時建立

source: Create automatically at launch
zh_hans: 启动时自动创建
zh_hant: 啟動時自動建立

source: Create Preset
zh_hans: 创建预设
zh_hant: 建立預設組

source: Create Virtual Display
zh_hans: 创建虚拟显示器
zh_hant: 建立虛擬顯示器

source: Creating…
zh_hans: 正在创建…
zh_hant: 正在建立…

source: Crisp Virtual
zh_hans: Crisp 虚拟显示器
zh_hant: Crisp 虛擬顯示器

source: Current Main Display
zh_hans: 当前主显示器
zh_hant: 目前主要顯示器

source: Currently active
zh_hans: 当前活动
zh_hant: 目前使用中

source: Custom…
zh_hans: 自定义…
zh_hant: 自訂…

source: Dark Mode
zh_hans: 深色模式
zh_hant: 深色模式

source: Day
zh_hans: 日间
zh_hant: 日間

source: Deactivate
zh_hans: 停用
zh_hant: 停用

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Disconnect Display
zh_hans: 断开显示器
zh_hant: 中斷顯示器連線

source: Disconnected
zh_hans: 已断开
zh_hant: 已中斷連線

source: Display
zh_hans: 显示器
zh_hant: 顯示器

source: Display %@
zh_hans: 显示器 %@
zh_hant: 顯示器 %@

source: Display brightness
zh_hans: 显示器亮度
zh_hant: 顯示器亮度

source: Display configuration failed (CGError %@).
zh_hans: 显示器配置失败（CGError %@）。
zh_hant: 顯示器配置失敗（CGError %@）。

source: Display configuration timed out.
zh_hans: 显示器配置超时。
zh_hant: 顯示器配置超時。

source: Display Mode
zh_hans: 显示模式
zh_hant: 顯示模式

source: Display Name
zh_hans: 显示器名称
zh_hant: 顯示器名稱

source: Display not found.
zh_hans: 未找到显示器。
zh_hant: 找不到顯示器。

source: Edit…
zh_hans: 编辑…
zh_hant: 編輯…

source: Enable high-resolution scaling
zh_hans: 启用高分辨率缩放
zh_hant: 啟用高解析度縮放

source: External displays follow the built-in but keep the difference you set
zh_hans: 外接显示器跟随内建显示器，但保持你设置的亮度差异
zh_hant: 外接顯示器跟隨內建顯示器，但保持你設定的亮度差異

source: External displays follow the built-in display's brightness
zh_hans: 外接显示器跟随内建显示器的亮度
zh_hant: 外接顯示器跟隨內建顯示器的亮度

source: Extra Brightness
zh_hans: 额外亮度
zh_hant: 額外亮度

source: Failed to activate virtual display. Please try again.
zh_hans: 激活虚拟显示器失败，请重试。
zh_hant: 啟用虛擬顯示器失敗，請重試。

source: Failed to apply. Please try again.
zh_hans: 应用失败，请重试。
zh_hant: 套用失敗，請重試。

source: Failed to arrange displays. Please try again.
zh_hans: 排列显示器失败，请重试。
zh_hant: 排列顯示器失敗，請重試。

source: Failed to create virtual display. Please try again.
zh_hans: 创建虚拟显示器失败，请重试。
zh_hant: 建立虛擬顯示器失敗，請重試。

source: Failed to set main display
zh_hans: 设置主显示器失败
zh_hant: 設定主要顯示器失敗

source: Failed to update virtual display. Please try again.
zh_hans: 更新虚拟显示器失败，请重试。
zh_hant: 更新虛擬顯示器失敗，請重試。

source: Follow the pointer
zh_hans: 跟随指针
zh_hant: 跟隨指標

source: Force volume control for a monitor that doesn't report it. Crisp can set the volume but not read the current level.
zh_hans: 为不报告音量支持的显示器强制启用音量控制。Crisp 可以设置音量，但无法读取当前音量。
zh_hant: 為不報告音量支援的顯示器強制啟用音量控制。Crisp 可以設定音量，但無法讀取目前音量。

source: Gain
zh_hans: 增益
zh_hant: 增益

source: Gain B
zh_hans: 增益 B
zh_hant: 增益 B

source: Gain G
zh_hans: 增益 G
zh_hant: 增益 G

source: Gain R
zh_hans: 增益 R
zh_hant: 增益 R

source: Gaming
zh_hans: 游戏
zh_hant: 遊戲

source: Gamma
zh_hans: 伽马
zh_hant: 伽瑪

source: Gamma B
zh_hans: 伽马 B
zh_hant: 伽瑪 B

source: Gamma G
zh_hans: 伽马 G
zh_hant: 伽瑪 G

source: Gamma R
zh_hans: 伽马 R
zh_hant: 伽瑪 R

source: gray
zh_hans: 灰色
zh_hant: 灰色

source: green
zh_hans: 绿色
zh_hant: 綠色

source: Height
zh_hans: 高度
zh_hant: 高度

source: Hide Notch Area
zh_hans: 隐藏刘海区域
zh_hant: 隱藏瀏海區域

source: Highest
zh_hans: 最高
zh_hant: 最高

source: Icon
zh_hans: 图标
zh_hant: 圖像

source: Icon & color
zh_hans: 图标与颜色
zh_hant: 圖像與顏色

source: Image Adjustment
zh_hans: 图像调整
zh_hant: 影像調整

source: indigo
zh_hans: 靛蓝色
zh_hant: 靛藍色

source: Invert Colors
zh_hans: 反转颜色
zh_hant: 反相顏色

source: Keep Awake
zh_hans: 防止睡眠
zh_hant: 防止睡眠

source: Keep display offsets
zh_hans: 保持亮度偏移
zh_hant: 保持亮度偏移

source: Keyboard Shortcuts
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

source: Larger Text
zh_hans: 更大文本
zh_hant: 放大文字

source: Launch at Login
zh_hans: 登录时启动
zh_hant: 登入時打開

source: Command Line Tool
zh_hans: 命令行工具
zh_hant: 命令列工具

source: Links crispctl into /usr/local/bin
zh_hans: 将 crispctl 链接到 /usr/local/bin
zh_hant: 將 crispctl 連結到 /usr/local/bin

source: Loading profiles…
zh_hans: 正在加载配置文件…
zh_hant: 正在載入描述檔…

source: Lowest
zh_hans: 最低
zh_hant: 最低

source: Main
zh_hans: 主显示器
zh_hant: 主要顯示器

source: Mirror
zh_hans: 镜像
zh_hant: 鏡像輸出

source: More Space
zh_hans: 更多空间
zh_hant: 更多空間

source: Most sizes are scaled and look slightly soft
zh_hans: 多数尺寸经过缩放，会略显模糊
zh_hant: 多數尺寸經過縮放，會略顯模糊

source: My Preset
zh_hans: 我的预设
zh_hant: 我的預設組

source: Name
zh_hans: 名称
zh_hant: 名稱

source: New Preset
zh_hans: 新建预设
zh_hant: 新增預設組

source: Night
zh_hans: 夜间
zh_hant: 夜間

source: Night Shift
zh_hans: 夜览
zh_hant: 夜覽

source: No built-in display detected
zh_hans: 未检测到内建显示器
zh_hant: 未偵測到內建顯示器

source: No display modes available
zh_hans: 无可用显示模式
zh_hant: 無可用顯示模式

source: No virtual displays yet
zh_hans: 暂无虚拟显示器
zh_hant: 尚無虛擬顯示器

source: Non-HiDPI
zh_hans: 非 HiDPI
zh_hant: 非 HiDPI

source: Notch
zh_hans: 刘海
zh_hant: 瀏海

source: Off
zh_hans: 关
zh_hant: 關

source: OK
zh_hans: 好
zh_hant: 好

source: On
zh_hans: 开
zh_hant: 開

source: Open in System Settings
zh_hans: 在系统设置中打开
zh_hant: 在系統設定中打開

source: Opens a page where you can buy me a coffee
zh_hans: 打开可以请我喝咖啡的页面
zh_hant: 打開可以請我喝咖啡的頁面

source: Options
zh_hans: 选项
zh_hant: 選項

source: orange
zh_hans: 橙色
zh_hant: 橙色

source: Pause Adjustments
zh_hans: 暂停调整
zh_hant: 暫停調整

source: Personal
zh_hans: 个人
zh_hant: 個人

source: Physical display disconnect requires Apple Silicon (macOS 13+).
zh_hans: 断开物理显示器需要 Apple 芯片（macOS 13+）。
zh_hant: 中斷實體顯示器連線需要 Apple 晶片（macOS 13+）。

source: Pick Color from Screen
zh_hans: 从屏幕选取颜色
zh_hant: 從螢幕選取顏色

source: pink
zh_hans: 粉色
zh_hant: 粉紅色

source: Preset
zh_hans: 预设
zh_hant: 預設組

source: Preset name
zh_hans: 预设名称
zh_hant: 預設組名稱

source: Preset options
zh_hans: 预设选项
zh_hant: 預設組選項

source: Presets
zh_hans: 预设
zh_hant: 預設組

source: Profile
zh_hans: 配置文件
zh_hant: 描述檔

source: purple
zh_hans: 紫色
zh_hant: 紫色

source: Quantization
zh_hans: 量化
zh_hant: 量化

source: Quit
zh_hans: 退出
zh_hant: 結束

source: Quit Crisp
zh_hans: 退出 Crisp
zh_hant: 結束 Crisp

source: Recommended
zh_hans: 推荐
zh_hant: 建議

source: Reconnect
zh_hans: 重新连接
zh_hant: 重新連接

source: Reconnect this display
zh_hans: 重新连接此显示器
zh_hant: 重新連接此顯示器

source: Record Shortcut
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

source: red
zh_hans: 红色
zh_hant: 紅色

source: Refresh Rate
zh_hans: 刷新率
zh_hant: 更新頻率

source: Refusing to disconnect: it would leave no active display.
zh_hans: 无法断开：这会导致没有可用的显示器。
zh_hant: 無法中斷連線：這會導致沒有可用的顯示器。

source: Remove Shortcut
zh_hans: 移除快捷键
zh_hant: 移除快速鍵

source: Replace the stored values above with this display's current settings
zh_hans: 用该显示器的当前设置替换上方存储的值
zh_hant: 用該顯示器的目前設定替換上方儲存的值

source: Reset All
zh_hans: 全部重置
zh_hant: 全部重置

source: Resolution
zh_hans: 分辨率
zh_hant: 解析度

source: Resume Adjustments
zh_hans: 恢复调整
zh_hant: 恢復調整

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Saved. Unplug and replug the monitor cable, or restart your Mac, to apply.
zh_hans: 已保存。请拔掉并重新插入显示器连接线，或重启 Mac，以使更改生效。
zh_hant: 已儲存。請拔除並重新插入顯示器連接線，或重新開機 Mac 來套用變更。

source: Saving…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Selected displays only
zh_hans: 仅所选显示器
zh_hant: 僅所選顯示器

source: Set %@ as Main Display
zh_hans: 将 %@ 设为主显示器
zh_hant: 將 %@ 設為主要顯示器

source: Set as Main Display
zh_hans: 设为主显示器
zh_hant: 設為主要顯示器

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Shortcut
zh_hans: 快捷键
zh_hant: 快速鍵

source: Show all resolutions
zh_hans: 显示所有分辨率
zh_hant: 顯示所有解析度

source: Show Combined Brightness
zh_hans: 显示合并亮度
zh_hant: 顯示合併亮度

source: Show Volume Sliders
zh_hans: 显示音量滑块
zh_hant: 顯示音量滑桿

source: Smooth scaling
zh_hans: 平滑缩放
zh_hant: 平滑縮放

source: Software
zh_hans: 软件
zh_hant: 軟體

source: Speaker volume
zh_hans: 扬声器音量
zh_hant: 揚聲器音量

source: Steps brightness like the brightness keys, on the same displays. For keyboards without them.
zh_hans: 以与亮度键相同的步进调节亮度，作用于相同的显示器。适用于没有亮度键的键盘。
zh_hant: 以與亮度鍵相同的步進調整亮度，作用於相同的顯示器。適用於沒有亮度鍵的鍵盤。

source: Support Crisp
zh_hans: 支持 Crisp
zh_hant: 贊助 Crisp

source: Switch failed, please try again
zh_hans: 切换失败，请重试
zh_hant: 切換失敗，請重試

source: Switches the display under the pointer between HiDPI and low resolution.
zh_hans: 将指针所在显示器在 HiDPI 与低分辨率之间切换。
zh_hant: 將指標所在顯示器在 HiDPI 與低解析度之間切換。

source: Syncing with built-in display brightness
zh_hans: 正在与内建显示器亮度同步
zh_hant: 正在與內建顯示器亮度同步

source: System
zh_hans: 系统
zh_hant: 系統

source: System Color
zh_hans: 系统颜色
zh_hant: 系統顏色

source: teal
zh_hans: 蓝绿色
zh_hant: 藍綠色

source: This virtual display is currently active. Deleting it will disable it immediately.
zh_hans: 此虚拟显示器当前处于活动状态。删除它会立即禁用。
zh_hant: 此虛擬顯示器目前正在使用中。刪除它會立即停用。

source: Toggle HiDPI
zh_hans: 切换 HiDPI
zh_hant: 切換 HiDPI

source: Tools
zh_hans: 工具
zh_hant: 工具

source: True Tone
zh_hans: 原彩显示
zh_hant: 原彩

source: Type shortcut… (Esc to cancel)
zh_hans: 请按下快捷键…（按 Esc 取消）
zh_hant: 請按下快速鍵…（按 Esc 取消）

source: Unable to switch to %@, please try again
zh_hans: 无法切换到 %@，请重试
zh_hant: 無法切換到 %@，請重試

source: Update Available
zh_hans: 有可用更新
zh_hant: 有可用更新

source: Update available, version %@
zh_hans: 有可用更新，版本 %@
zh_hant: 有可用更新，版本 %@

source: Update to Current Settings
zh_hans: 更新为当前设置
zh_hant: 更新為目前設定

source: Update to current values
zh_hans: 更新为当前值
zh_hant: 更新為目前值

source: From each panel's rated nits. HDR monitors report their HDR peak, so lower this if the built-in runs too bright
zh_hans: 根据各屏幕的标称 nit 值计算。HDR 显示器报告的是其 HDR 峰值，若内建屏幕过亮请调低此值
zh_hant: 根據各螢幕的標稱 nit 值計算。HDR 顯示器報告的是其 HDR 峰值，若內建螢幕過亮請調低此值

source: Use brightness keys on external displays
zh_hans: 用亮度键控制外接显示器
zh_hant: 用亮度鍵控制外接顯示器

source: Variable (%@-%@)
zh_hans: 可变（%@-%@）
zh_hant: 可變（%@-%@）

source: Variable (up to %@)
zh_hans: 可变（最高 %@）
zh_hant: 可變（最高 %@）

source: Virtual Display
zh_hans: 虚拟显示器
zh_hant: 虛擬顯示器

source: Virtual display options
zh_hans: 虚拟显示器选项
zh_hant: 虛擬顯示器選項

source: Virtual Displays
zh_hans: 虚拟显示器
zh_hant: 虛擬顯示器

source: Volume Control
zh_hans: 音量控制
zh_hant: 音量控制

source: Width
zh_hans: 宽度
zh_hant: 寬度

source: Work
zh_hans: 工作
zh_hant: 工作

source: yellow
zh_hans: 黄色
zh_hant: 黃色
